{"sentence": "Athena died before anyone knew the manuscript existed.","rest": "t would never have been published, or if it had, in its current state, it would always have been known as Athena's half-finished manuscript, as overhyped and disappointing as F. Scott Fitzgerald's The Last Tycoon. I gave it a chance to go out into the world without the judgment that multiple authorship always entails. And for all the work I put into it, all those hours of effort—why shouldn't it be my name on the title?","gender": "female","author": "R.F. Kuang","title": "Yellowface"}
{"sentence": "Veronica was to escort the would-be actors down the hall and up the stairs, through the backstage, and right to the edge of the stage when their names were called.","rest": "The actors waiting to audition were not allowed to watch the other auditions, and the actors who had finished their auditions were instructed to leave unless specifically asked to stay. All the Stage Managers would go first (the Stage Manager being the biggest and most important part in the play) followed by all the Georges and Emilys, and then the other Webbs (Mister and Missus and Wally) and the other Gibbses (Doctor and Missus and Rebecca). The smaller roles would be awarded on a runner-up basis. No one leaves home hoping to land the part of Constable Warren, but if Constable Warren is what you are offered, you take it.","gender": "female","author": "Ann Patchett","title": "Tom Lake"}
{"sentence": "Colonel Weber wasn’t budging.","rest": "“Do you have any opinion about its linguistic properties?” he asked.\n“Well, it’s clear that their vocal tract is substantially different from a human vocal tract. I assume that these aliens don’t look like humans?”\nThe colonel was about to say something noncommittal when Gary Donelly asked, “Can you make any guesses based on the tape?”\n“Not really. It doesn’t sound like they’re using a larynx to make those sounds, but that doesn’t tell me what they look like.”\n“Anything--is there anything else you can tell us?” asked Colonel Weber.","gender": "male","author": "Ted Chiang","title": "Stories of Your Life and Others"}
{"sentence": "Ellen stands, now, at the center of the floor, transformed.","rest": "To all appearances, she is a sick, rich, White young man—\"a most respectable-looking gentleman,\" in her husband's words. He is ready too, in his usual pants and shirt, with only one new item, a white, secondhand beaver hat, nicer than anything he has worn before, the marker of a rich man's slave.\nTo think it had been a matter of days. Four days since they had first agreed to the idea, first called it possible. Four days of stuffing clothing into locked compartments, sewing, shopping, mapping the way. Four days, they would claim, to prepare for the run of a lifetime. Or, a lifetime of preparation, narrowed down to this.","gender": "female","author": "Ilyon Woo","title": "Master Slave Husband Wife"}
{"sentence": "Salo alone had walked away from the wreck..","rest": "Even then, nobody blamed him. Nobody! Even in those early days, in the grief and rage of the Abraham and Bernstein families and the many friends of the two young people who were suddenly, horribly, not there, it was somehow held by all present in the synagogue (and, the following week, at the E. Bernheim and Sons Funeral Chapel in Newark, New Jersey, where Daniel Abraham would be memorialized) that Salo Oppenheimer’s brand-new Laredo had been traveling at an eminently reasonable speed down a perfectly respectable road when it hit a loose rock and—abruptly, incomprehensibly—flipped, landing on its roof, half on and half off the road. It was, in other words, at least in those houses of God, as if the hand of God itself had picked up that vehicle and dropped it back to earth. Who could explain the mystery? Who could make comprehensible the loss?","gender": "male","author": "Jean Hanff Korelitz","title": "The Latecomer"}
{"sentence": "Wayne was a nutty brown, a scrawny creature, a good kid.","rest": "He played so hard, as if play were work. I was too old to play, so I watched him play, and helped sometimes. That day, I buried him for fun’s sake. We dug a shallow trench with cupped hands, like dogs, like gardeners. The topsand was cane sugar, the undersand brown sugar. When the trench was big enough, he tumbled into it and I packed the sand onto his body, patpatting it over his hands and over his bony knees. Under the fluorescent sun, he lay still as a magician’s assistant.","gender": "male","author": "Namwali Serpell","title": "The Furrows"}